"%1$@ •••• %2$@" = "%1$@ •••• %2$@";

"+ Add" = "+ Legg til";

"Add US bank account" = "Legg til bankkonto i USA";

"Add a card" = "Legg til kort";

"Add a payment method" = "Legg til ein betalingsmetode";

"Add card" = "Legg til kort";

"Add new card" = "Legg til nytt kort";

"Add new payment method" = "Legg til ny betalingsmåte";

"Add your payment information" = "Legg til betalingsinformasjonen din";

"Approve payment" = "Godkjenn betaling";

"Back" = "Tilbake";

"Bank" = "Bank";

"Bank account" = "Bankkonto";

"Buy now or pay later with <img/>" = "Kjøp no eller betal seinare med <img/>";

"Buy now or pay later with Afterpay" = "Kjøp no eller betal seinare med Afterpay";

"Buy now or pay later with Clearpay" = "Kjøp no eller betal seinare med Clearpay";

"Buy now or pay later with Klarna" = "Kjøp no eller betal seinare med Klarna";

"Buy using a UPI ID" = "Kjøp ved å bruke ein UPI ID";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Når du stadfestar betalinga di med PayPal, gir du %@ tillating til å trekkje framtidige betalingar frå PayPal-kontoen din i samsvar med vilkåra deira.";

"By continuing to Amazon Pay, you allow %@ to charge your Amazon Pay account for future payments in accordance with their terms." = "Ved å gå vidare til Amazon Pay gir du %@ tillating til å trekkje framtidige betalingar frå Amazon Pay-kontoen din i samsvar med vilkåra deira.";

"By continuing to Klarna, you allow %@ to charge your Klarna account for future payments in accordance with their terms and Klarna's terms. You can change this at any time in your Klarna app or by reaching out to %@." = "Ved å gå vidare til Klarna gir du %1$@ tillating til å trekkje framtidige betalingar frå Klarna-kontoen din i samsvar med vilkåra deira. Du kan endre dette når som helst i Klarna-appen, eller ved å ta kontakt med %2$@.";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Ved å gå vidare til PayPal gir du %@ tillating til å trekkje framtidige betalingar frå PayPal-kontoen din i samsvar med vilkåra deira.";

"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "Ved å gå vidare til Revolut Pay tillet du at %@ trekk framtidige betalingar frå Revolut Pay-kontoen din i samsvar med vilkåra deira.";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Ved å halde fram godtek du å autorisere betalingar i samsvar med desse <terms>vilkåra</terms>.";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "Ved å gå vidare gir du %1$@ tillating til å debitere Cash App-kontoen din for denne betalinga og framtidige betalingar i samsvar med %2$@ sine vilkår, fram til denne autoriseringa blir trekt tilbake. Du kan endre dette når som helst i Cash App-innstillingane.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Ved å bli med i Link godtek du <terms>Vilkåra</terms> og <privacy>Personvernerklæringa</privacy>.";

"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "Ved å oppgje bankkontoopplysningar og stadfeste denne betalinga godtek du denne førespurnaden om direkte debet og <terms>tenesteavtalen for førespurnad om direkte debet</terms>, og autoriserer Stripe Payments Australia Pty Ltd ACN 160 180 343 direkte debet brukar-ID nummer 507156 («Stripe») til å debitere kontoen din gjennom Bulk Electronic Clearing System (BECS) på vegne av %@ («Kjøpmannen») for alle beløp som blir kommunisert til deg separat av kjøpmannen. Du sertifiserer at du er anten ein kontoinnehavar eller ein autorisert signatar på kontoen som er oppført over.";

"By providing your card information, you allow %@ to charge your card for future payments in accordance with their terms." = "Ved å oppgi kortinformasjonen din tillét du %@ å belaste kortet ditt for framtidige betalingar i samsvar med vilkåra deira.";

"By providing your email, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Ved å oppgi e-postadressa di godtek du å opprette ei kopling og lagre betalingsinformasjonen til Link, i samsvar med Link sine <terms>vilkår</terms> og <privacy>personvernerklæring</privacy>.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Ved å oppgje betalingsopplysningane dine og bekrefte denne betalinga, autoriserer du (A) %@ og Stripe, betalingstenesteleverandøren vår, til å sende instruksjonar til banken din om å debitere kontoen din og (B) banken din om å debitere kontoen din i samsvar med dei instruksjonane. Som ein del av rettane dine har du krav på ein refusjon frå banken din under vilkåra i avtalen din med banken. Ein refusjon må hevdast innan 8 veker frå datoen da kontoen din vart debitert. Rettane dine vert forklart i ei erklæring som du kan få frå banken. Du godtek å take imot varsel for framtidige debetar opptil 2 dagar før dei oppstår.";

"By providing your phone number, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Ved å oppgi telefonnummeret godtek du å opprette ei kopling og lagre betalingsinformasjonen til Link, i samsvar med Link sine <terms>vilkår</terms> og <privacy>personvernerklæring</privacy>.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Ved å lagre bankkontoen din for %@ godtek du å autorisere betalingar i samsvar med desse <terms>vilkåra</terms>.";

"CPF/CPNJ" = "CPF/CPNJ";

"Cancel and pay another way" = "Avbryt og betal på ei anna måte";

"Choose a payment method" = "Vel ein betalingsmåte";

"Close card scanner" = "Lukk kortskannar";

"Confirm" = "Stadfest";

"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "Stadfest betalinga i banken eller betalingsappen innan %@ for å fullføre kjøpet.";

"Confirm the payment in your bank's app within %@ to complete the purchase." = "Stadfest betalinga i bankappen innan %@ for å fullføre kjøpet.";

"Confirm your CVC" = "Stadfest CVC-koden din";

"Contact information" = "Kontaktopplysningar";

"EPS Bank" = "EPS Bank";

"Enter address manually" = "Skriv inn adresse manuelt";

"FPX Bank" = "FPX-bank";

"I understand that Stripe will be collecting Direct Debits on behalf of %@ and confirm that I am the account holder and the only person required to authorise debits from this account." = "Eg forstår at Stripe samlar inn direkte debet på vegne av %@ og stadfestar at eg er kontoinnehavar og den einaste personen som skal autorisere debet frå denne kontoen.";

"IBAN" = "IBAN";

"Manage payment method" = "Handsam betalingsmetode";

"Manage payment methods" = "Handsam betalingsmetodar";

"Manage your payment methods" = "Handsam betalingsmåtane dine";

"Name on card" = "Namn på kort";

"New card" = "Nytt kort";

"New payment method" = "Ny betalingsmåte";

"Open your UPI app to approve your payment within %@" = "Opne UPI-appen for å godkjenne betalinga di innan %@";

"Or" = "Eller";

"Or pay using" = "Eller betal ved å bruke";

"Or pay with a card" = "Eller betal med eit kort";

"Or use" = "Eller bruk";

"Or use a card" = "Eller bruk eit kort";

"Pay %@" = "Betal %@";

"Pay another way" = "Betal på ein annan måte";

"Pay faster at %@ and thousands of businesses." = "Betal raskare hos %@ og tusenvis av verksemder.";

"Pay over time with %@" = "Betal over tid med %@";

"Pay over time with Affirm" = "Betal over tid med Affirm";

"Pay with Link" = "Betal med Link";

"Pay with your bank account in just a few steps." = "Betal med bankkontoen din med berre eit par trinn.";

"Payment failed" = "Betaling mislukka";

"Please go back and select another payment method" = "Gå tilbake og vel ei anna betalingsmåte";

"Point the camera at your card." = "Rett kameraet mot kortet.";

"Processing..." = "Behandlar …";

"Przelewy24 Bank" = "Przelewy24 Bank";

"Remove card?" = "Fjerne kort?";

"Remove payment method" = "Fjern betalingsmåte";

"Save" = "Lagre";

"Save a new payment method" = "Lagre ein ny betalingsmåte";

"Save address" = "Lagre adressa";

"Save for future payments" = "Lagre for framtidige betalingar";

"Save payment details to %@ for future purchases" = "Lagre betalingsdetaljar i %@ for framtidige kjøp";

"Save this account for future %@ payments" = "Lagre denne kontoen for framtidige %@-betalingar";

"Save your bank account in just a few steps." = "Lagre bankkontoen din på berre nokre få steg.";

"Save your info for secure 1-click checkout with Link" = "Lagre informasjonen din for sikker betaling med 1 klikk med Link";

"Saved" = "Lagra";

"Select card" = "Vel kort";

"Select payment method" = "Vel betalingsmetode";

"Select your payment method" = "Vel betalingsmåte";

"Set up" = "Opprett";

"Shipping to %@ is not supported." = "Levering til %@ er ikkje støtta.";

"Show menu" = "Vis meny";

"Simple, secure one-click payments" = "Enkle, trygge betalingar med eitt klikk";

"Something went wrong when linking your account.\nPlease try again later." = "Noko gjekk gale ved samankopling av kontoen din.\nPrøv på nytt seinare.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "Stripe set inn 0,01 USD på kontoen din i løpet av 1–2 verkedagar. Deretter får du ei e-postmelding som forklarar resten av prosessen med å lagre bankkontoen din hos %@.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe sett inn 0,01 USD på kontoen din om 1–2 verkedagar. Så får du ei e-postmelding med instruksjonar om å fullføre betaling til %@.";

"The IBAN you entered is incomplete." = "Du skreiv inn eit ufullstendig IBAN-nummer.";

"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "IBAN-nummeret du skreiv inn, er ugyldig, «%@» er ikkje ein støtta landskode.";

"Update" = "Oppdater";

"Update card brand" = "Oppdater kortmerke";

"View more" = "Vis meir";

"Your IBAN should start with a two-letter country code." = "IBAN-nummeret bør starte med ei landskode med to bokstavar.";

"iDEAL Bank" = "iDEAL Bank";
